Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/omegat/project_save.tmx
Source language: pl
Languages: uk

source: Niestety, wraz z kolejnymi porcjami trucizny, ciało zaczyna się uodparniać na jej pozytywne działanie i po jakimś czasie, spożywanie wydzieliny z żądła może stać się całkowicie nieefektywne. Wielu łowców zaznacza jednak, że wraz z odpornością poprawia się też ogólna kondycja ciała, co jest dodatkowym atutem za ich stosowaniem.
uk: На жаль, з кожною наступною дозою організм починає виробляти до неї імунітет і через деякий час вживання цього секрету із жала може стати абсолютно неефективним. Однак багато мисливців відзначають, що разом з імунітетом поліпшується і загальний стан організму, що є додатковим аргументом на користь його вживання.

source: Niestety, wszystko na świecie ma swój kres, a Adanos stale nam o tym przypomina. Doszły do nas smutne wieści o śmierci Volfzacka, pana na Archolos. Odprawiliśmy ostatnie obrzędy za jego duszę, a jego ciało zostało złożone w grobowcu na zachodnim krańcu wyspy. Zgodnie z ostatnią wolą władcy rządy na Archolos przejęli trzej jego synowie, Korvan, Jarund i Farkand. Niechaj Miłościwy Adanos prowadzi ich po ścieżce prawa i porządku.
uk: На жаль, все у світі має своє завершення, і Аданос постійно нагадує нам про це. Ми отримали сумну звістку про смерть Вольфзака, володаря Архолосу. Ми провели його душу в останню путь, а тіло поховали в гробниці у західній частині острова. Згідно з останньою волею правителя, правління на Архолосі перейшло до трьох його синів – Корвана, Ярунда і Фарканда. Нехай Милосердний Аданос веде їх шляхом справедливості та порядку.

source: Niestety, wygląda na to, że zniszczyli wszystko, czego nie byli w stanie wynieść. Tobie poszło lepiej?
uk: Виглядає так, що вони знищили все, що не змогли забрати з собою. Тобі пощастило більше?

source: Niestety, za tyle to nawet porządnej porcji gulaszu u Marthy nie kupię, przynieś więcej.
uk: На жаль, за це я навіть не зможу купити пристойну порцію рагу у Марти, тому принеси більше.

source: Niestety, zagapiłem się i mój oponent zdołał mnie pokonać. Nie wygląda na silnego, może uda mi się z nim wygrać w rewanżu.
uk: На жаль, я відволікся, і моєму супернику вдалося мене перемогти. Він не виглядає сильним, можливо, я зможу перемогти його в реванші.

source: Niestety, zanim zaczniesz pytać, moje zasoby są przeznaczone wyłącznie dla Wilczych Synów. To rozkaz samego Ulryka.
uk: На жаль, перш ніж ти запитаєш, мої ресурси призначені виключно для Вовчих Синів. Це наказ від самого Ульріка.

source: Niestety, zapomina o tym, jak wiele zyskuje dzięki współpracy z nami.
uk: На жаль, він забуває про те, скільки він отримує від співпраці з нами.

source: Niestety, zauważyłem... Na oszczędzanie sił już trochę za późno...
uk: На жаль, я це вже помітив... Трохи запізно берегти сили...

source: Niestety, zdążyli opuścić kryjówkę, zanim tam dotarliśmy.
uk: На жаль, вони встигли покинути схованку до того, як ми прибули.

source: Niestety, znacznie gorszym niż ty. Sam Adanos musiał wlać w niego siły, żeby dotarł z tymi wszystkimi ranami aż tutaj.
uk: На жаль, в набагато гіршому, ніж ти. Сам Аданос, напевно вливав у нього сили, щоб він зміг дійти аж сюди зі всіма цими ранами.

source: Niestety, znalazłem ciało rybaka. Miał przy sobie ową specjalną sieć, jednak jest zniszczona. Ciekawe, co Liman będzie miał o tym do powiedzenia.
uk: На жаль, я знайшов тіло рибалки. У нього була при собі ця спеціальна сітка, але вона зіпсована. Цікаво, що про це скаже Ліман.

source: Niestety, znalazłem go za późno. Nic już nie mogłem zrobić.
uk: На жаль, я виявив це занадто пізно. Я вже нічого не міг зробити.

source: Niestety, świat jest okrutny, a ja nie mam czasu, by wysadzić was wszystkich na suchym lądzie, także...
uk: На жаль, світ жорстокий, і я не маю часу висаджувати вас усіх на суші, а отже...

source: Niestety... zdobycie tego klucza to nie taka prosta sprawa, Rodrigo się nie rozstaje z nim nawet na krok.
uk: На жаль... отримати цей ключ не так вже й просто. Родріго не розлучається з ним ні на мить.

source: Niestety?
uk: На жаль?

source: Niestraszny mi pirat czy bestia, postawię na siebie 250 sztuk złota.
uk: Я не боюся ні піратів, ні звірів, я поставлю на себе 250 золотих.

source: Niestrawny eksperyment
uk: Неперетравлений експеримент

source: Niestrudzeni marynarze co prawda nigdy nie dotarli do tego miejsca, lecz założyli liczne osady na wyspie Khorinis, Laran, Eritros i Południowych Wyspach, które z biegiem lat przerodziły się w prężnie rozwijające faktorie handlowe.
uk: Хоча невтомні мореплавці так і не досягли мети, вони заснували численні поселення на островах Хорініс, Ларан, Ерітрос та на Південних островах, які з роками перетворилися на процвітаючі центри торгівлі.

source: Nieszczególnie.
uk: Не дуже.

source: Nieszczęśliwy mąż
uk: Нещасний чоловік

source: Niesłychane. W tym mieście trzeba zrobić coś nieprzyjemnego?
uk: Нечувано. В цьому чудовому місті потрібно робити щось неприємне?

source: Niesłychane. W tym wspaniałym mieście trzeba zrobić coś nieprzyjemnego?
uk: Нечувано. В цьому чудовому місті потрібно робити щось неприємне?

source: Nietoperz
uk: Кажан

source: Nietypowy sojusz, ale niezwykle korzystny. Obaj mieliśmy dokładnie ten sam cel. Chcieliśmy się pozbyć Myrtańczyków.
uk: Незвичайний союз, але надзвичайно вигідний. У нас обох була однакова мета. Ми хотіли позбутися міртанців.

source: Nieuczciwa konkurencja
uk: Нечесна конкуренція

source: Nieudacznikiem, ale póki jest na wolności, póty zostaje groźnym nieudacznikiem.
uk: Невдаха, але поки він на волі, він залишається небезпечним невдахою.

source: Nieudana zupa z kapustą
uk: Зіпсований капустяний суп

source: Nieumarli ciągnęli tutaj jeden za drugim, pewnie odnalezienie Rozjemcy ich wszystkich rozbudziło.
uk: Нечисть тяглася сюди нескінченним потоком, ймовірно, їх пробудило те, що Миротворець був знайдений.

source: Nieumarli ciągnęli tutaj jeden za drugim, tak jakby coś rozbudziło to miejsce z długiego snu.
uk: Нечисть тяглася сюди нескінченним потоком, наче щось пробудило це місце від довгого сну.

source: Nieumarły mag bitewny
uk: Нечестивий бойовий маг

source: Nieumarły władca
uk: Лорд нечисть

source: Nieumarły zrzuca z siebie klątwę w miejscu pełnym przeklętych nieumarłych, to brzmi poetycko...
uk: Нечисть знімає прокляття в місці, повному проклятої нечисті, звучить поетично...

source: Nieuprzejmy list
uk: Грубий лист

source: Nieważne ile flaszek kupisz, zawsze będzie o jedną za mało.
uk: Скільки б випивки ти не купив, її завжди буде замало.

source: Nieważne skąd pochodzicie. Nieważne czy jesteście starzy czy młodzi!
uk: Неважливо, звідки ви родом. Неважливо, старі ви чи молоді!

source: Nieważne, nie traćmy czasu i chodźmy.
uk: Нічого, не будемо гаяти часу, ходімо.

source: Nieważne, oni będą wiedzieć, o co chodzi. Grunt, że i tak go nie dostaną, a przynajmniej taki jest plan.
uk: Неважливо, вони зрозуміють, про що йдеться. Головне, що їм все одно нічого не дістанеться. Принаймні, такий план.

source: Nieważne, problem jest taki, że teraz nie mam już nic do picia. Nawet małej buteleczki...
uk: Та нічого, проблема в тому, що в мене зараз немає що випити. Навіть маленької пляшечки...

source: Nieważne, to długa historia i nie warto tracić na nią czasu.
uk: Забудь, це довга історія та й не варта вона того, щоб витрачати на неї час.

source: Nieważne. Chyba znalazłem człowieka, którego szukasz.
uk: Неважливо. Думаю, я знайшов хлопця, якого ти шукаєш.

source: Nieważne. Jak będzie chciał, sam ci o tym powie.
uk: Неважливо. Якщо він захоче, то сам тобі розкаже.

source: Nieważne. Jesteś już bezpieczny.
uk: Нічого. Тепер ти в безпеці.

source: Nieważne. Ważne, co słychać u ciebie. Volker liczy na ciebie w tym śledztwie.
uk: Не зважай. Важливо те, як ти справляєшся. Волкер розраховує на тебе в цьому розслідуванні.

source: Niewiele nowego się u mnie dzieje. Mam tylko nadzieję, że wykorzystałeś tamtą książkę w jakimś szczytnym celu!
uk: У мене відбувається не так багато нового. Сподіваюся, що ти використав цю книгу для якоїсь доброї справи!

source: Niewiele osób o tym wie, więc trzymaj język za zębami, jeśli nie chcesz go stracić.
uk: Небагато людей знають про це, тому тримай язика за зубами, якщо не хочеш його втратити.

source: Niewiele udało mi się zdziałać. Gaston jest uparty. Wygląda na to, że musimy iść na polowanie.
uk: Мені мало що вдалося зробити. Гастон упертий. Схоже, нам доведеться йти на полювання.

source: Niewiele z tego pamiętam. Potem Willem się mną zajął.
uk: Я мало що пам'ятаю. Потім Віллем подбав про мене.

source: Niewiele źródeł przetrwało o pożodze Vardhal. Niewielu też zdecydowało się o niej opowiedzieć. Jedynie milczące cienie nawiedzające opustoszałe korytarze twierdzy po dziś dzień snują cichą, posępną pieśń.
uk: Про спалення Вардхалу збереглося небагато джерел. Мало хто наважився про це розповісти. Лише безмовні тіні, що блукають безлюдними коридорами фортеці, й досі співають тиху, похмуру пісню.

source: Niewiele, ale takich dziwactw szukałbym na wyposażeniu najemników. W końcu dociera do nich sprzęt z całego świata.
uk: Небагато, але я б шукав такі цікавинки в спорядженні найманців. Зрештою, вони отримують спорядження з усього світу.

source: Niewiele, biorąc pod uwagę ich jakość.
uk: Не так і багато, враховуючи їх якість.

source: Niewiele. Jako starszy z braci spodziewał się, że to jemu ojciec przepisze spadek w całości.
uk: Небагато. Як старший із братів, він розраховував, що батько передасть всю спадщину йому.

source: Niewiele. Każdy kolejny dzień podobny do poprzedniego, ale taki już los drwala. Przynajmniej w nocy mogę sobie posłuchać odgłosów przyrody w spokoju.
uk: Нічого особливого. Кожен день схожий на попередній, але така вже доля лісоруба. Принаймні вночі я можу спокійно слухати звуки природи.

source: Niewiele. Próbuję jakoś wiązać koniec z końcem, co w naszych czasach jest coraz trudniejsze. Ale daję radę.
uk: Нічого. Я намагаюсь якось зводити кінці з кінцями, що в наш час стає все складніше. Але я справляюся.

source: Niewiele. Skromne 70 sztuk złota.
uk: Небагато. Скромних 70 золотих.

source: Niewiele. Większość czasu i tak spędzam w porcie, żeby przynajmniej częściowo zagłuszyć tęsknotę za morzem.
uk: Небагато. Більшість часу я все одно проводжу в порту, щоб хоча б частково заглушити тугу за морем.

source: Niewiele. Właściwie to tylko tyle, co ludzie mówią na polu.
uk: Небагато. Насправді, лише те, що говорять люди в полі.

source: Niewielka roślina o silnych właściwościach magicznych.
uk: Невелика рослина з сильними магічними властивостями.

source: Niewielu ludzi zdaje sobie z tego sprawę, ale gdyby nie wysiłki Rady Starszych, na rynku zapanowałby kompletny chaos.
uk: Мало хто це усвідомлює, але якби не зусилля Ради Старійшин, на ринку панував би повний хаос.

source: Niewykluczone, że mieli też wsparcie bardziej doświadczonych przestępców, ale to tylko moje domysły.
uk: Можливо, вони також мали підтримку більш досвідчених злочинців, але це лише мої припущення.

source: Niewykluczone, że wiele z nich wciąż leży w zapomnieniu tam, gdzie dawniej uczono się magii.
uk: Цілком можливо, що багато з них досі лежать забутими там, де колись навчали магії.

source: Niewykluczone. Wśród tropicieli Araxos jest miejsce tylko dla najlepszych, a ty udowodniłeś, że masz na takiego zadatki. Co o tym myślisz?
uk: Не виключено. Серед слідопитів Араксосу є місце лише для найкращих, і ти довів, що маєш задатки одного з них. Що скажеш?

source: Niewysłany list
uk: Невідправлений лист

source: Niewysłany list, który znalazłem
uk: Невідправлений лист, який я знайшов

source: Niewątpliwie na wysokich zboczach tej wyspy rosną najzacniejsze winogrona w całym królestwie. Jest to jednak nie tyle efekt wyjątkowo sprzyjających warunków pod uprawę owoców, ile rywalizacji dwóch rodzin na wyspie.
uk: Безперечно, на високих схилах цього острова росте найблагородніший виноград у всьому королівстві. Однак це не стільки результат винятково сприятливих умов для вирощування плодів, скільки суперництва між двома родинами на острові.

source: Niezależnie czym walczysz, żadna broń dostępna do kupienia nie może równać się z wygodą posługiwania się własnoręcznie stworzonym orężem.
uk: Незалежно від того, якою зброєю ви володієте, жодна придбана зброя не зможе зрівнятися зі зручністю використання зброї, виготовленої власноруч.

source: Niezależnie od tego jak są dobrzy, miejmy nadzieję, że nie będą musieli tego udowadniać.
uk: Якими б хорошими вони не були, сподіватимемось, що їм не доведеться це доводити.

source: Niezależnie od waszych umiejętności wydobycia, zawsze znajdziecie tu coś dla siebie!
uk: Незалежно від ваших навичок видобутку, ви завжди знайдете тут щось для себе!

source: Niezależnie od wyboru, w mieście spotkasz samą elitę.
uk: Яким би не був твій вибір, в місті ти зустрінешся з самою елітою.

source: Niezależnie od wybranego oręża, wymagany będzie również trening posługiwania się nią jedną ręką lub oburącz. To właśnie ta praktyka, będzie pozwalała wyprowadzać szybsze uderzenia, łączyć je w kombinacje, a także częściej zadawać celne ciosy o znacznie większej mocy.
uk: Незалежно від обраної зброї, потрібно навчитися вправлятися нею однією чи двома руками. Таке тренування збільшить швидкість ударів, дозволить поєднувати їх у комбінації, а також частіше наносити точні удари з набагато більшою силою.

source: Niezaliczone misje
uk: Провалені

# Niezaliczone Misje
source: Niezaliczone\nMisje
uk: Провалені\nзавдання

source: Niezbyt aromatyczna zupa z chwastów.
uk: Не дуже ароматний суп з бур'янів.

source: Niezbyt często włóczę się po mieście, ale kojarzę, że jeden z moich gości narzekał na przewodnika, którego wynajął, by zobaczyć miasto.
uk: Я не дуже часто гуляю містом, але пригадую, як один з моїх гостей скаржився на провідника, якого він найняв, щоб ознайомитись з містом.

source: Niezbyt dobrze odkąd powiedziałeś mi o Bevinie. Ale przynajmniej mogę się pomodlić w jego intencji.
uk: Не дуже добре після того, як ти розповів мені про Бевіна. Але принаймні я можу молитися за нього.

source: Niezbyt długo, prawdopodobnie mniej więcej tyle samo czasu, co tobie. Widocznie obaj nadajemy się do tej roboty.
uk: Не дуже багато, мабуть, стільки ж, як у тебе. Очевидно, ми обидва підходимо для цієї роботи.

source: Niezbyt pożywna.
uk: Не дуже поживна.

source: Niezbyt przyjemna w dotyku gadzia skóra.
uk: Не дуже приємна на дотик шкура рептилії.

source: Niezbyt przyjemnie. Wilki zrobiły sobie z niego obiad.
uk: Йому не пощастило. Ним пообідали вовки.

source: Niezbyt smaczne i łykowate mięso.
uk: Не дуже смачне і жилаве м'ясо.

source: Niezbyt to sprawiedliwe.
uk: Це не дуже справедливо.

source: Niezdarnie naszkicowany rysunek.
uk: Незграбно виконаний малюнок.

source: Niezmienne! Nie okazałeś się przydatny, więc nie mam ochoty nawiązywać z nią współpracy.
uk: Незмінна! Ти не довів свою користь, тому я не бажаю мати з нею справ.

source: Niezmiennie satysfakcjonująca i dająca mi spełnienie.
uk: Незмінно винагороджує і приносить мені задоволення.

source: Nieznajomy
uk: Незнайомець

source: Nieznany
uk: Невідомий

source: Niezupełnie, ale wiem, kto je rozprowadza.
uk: Не зовсім, але я знаю, хто їх розповсюджує.

source: Niezupełnie.
uk: Не зовсім.

source: Niezupełnie. Słyszałem, że potrzebujesz ziół leczniczych do swoich badań.
uk: Не зовсім. Я чув, що тобі потрібні лікарські трави для твоїх досліджень.

source: Niezupełnie. Venzelowi zależało na forsie.
uk: Не зовсім. Венцеля хвилювали гроші.

source: Niezupełnie...
uk: Не зовсім...

source: Niezupełnie... ale jakoś sobie poradziłem.
uk: Не зовсім... але я якось впорався.

source: Niezupełnie... ale wiem, kto je rozprowadza.
uk: Не зовсім... Але я знаю, хто їх розповсюджує.

source: Niezwykle ceni sobie skrytość i wolałbym, żeby nie wiedział, że to ja ci o tym wszystkim powiedziałem.
uk: Він надзвичайно цінує секретність, і я б волів, щоб він не знав, що саме я розповів тобі все це.

source: Niezwykle cenny niebieski materiał.
uk: Надзвичайно цінна руда синього кольору.

source: Niezwykle hojna i kusząca jest ta propozycja...
uk: Надзвичайно щедра і спокуслива пропозиція...

source: Niezwykle powszechna roślina.
uk: Надзвичайно поширена рослина.

source: Niezwykle rzadka i cenna roślina.
uk: Надзвичайно рідкісна і цінна рослина.

source: Niezwykle rzadkie na Archolos.
uk: Вкрай рідкісне на Архолосі.

source: Niezwykle łatwo jest wypić go zbyt wiele.
uk: Надзвичайно легко хильнути зайвого.

source: Niezwykła hojność jak na człowieka lasu.
uk: Незвичайна щедрість для людини з лісу.

source: Niezła historia.
uk: Непогана історія.

source: Niezła propozycja. Jesteś człowiekiem honoru. To się ceni.
uk: Непогана пропозиція. Ти людина честі. Я це ціную.

source: Niezła robota, chłopcze!
uk: Чудова робота, хлопче!

source: Niezłe, całkiem niezłe.
uk: Непогане, дуже непогане.

source: Niezły młot, jesteś poszukiwaczem przygód?
uk: Непоганий молот, ти шукач пригод?

source: Niezły urobek! Gdy wymienisz to na złoto, z pewnością będziesz mógł pozwolić sobie na miły wieczór w Mrocznych Tajemnicach.
uk: Непоганий видобуток! Якщо обміняєш їх на золото, то зможеш дозволити собі приємний вечір у Темних Таємницях.

source: Nie|Okienko|Podświetlenie|Oba
uk: Немає|Рамка|Підсвічування|Обидва

source: Nieładnie.
uk: Це погано.

source: Nieładnie...
uk: Як негарно...

source: Nieźle ci idzie, naprawdę.
uk: Зовсім непогано, насправді.

source: Nieźle ci idzie.
uk: Непогано виходить.

source: Nieźle oberwałeś!
uk: Тобі добряче дісталося!

source: Nieźle pogruchotał mi kości, ale nic poważniejszego się nie stało. Co mu odbiło, tak nagle?
uk: Він добряче порахував мені зуби, але нічого серйозного не сталося. Що на нього раптом найшло?

source: Nieźle się spisałeś i zdecydowanie zasłużyłeś na nagrodę.
uk: Ти чудово впорався і безперечно заслужив винагороду.

source: Nieźle się spisałeś. Umiesz wykonywać polecenia.
uk: Ти добре попрацював. Ти вмієш виконувати накази.

source: Nieźle się spisałeś. Zadbamy o to, żeby Gildia znalazła dla ciebie jakieś miejsce.
uk: Ти добре себе показав. Ми подбаємо про те, щоб Гільдія знайшла для тебе якесь місце.

source: Nieźle sobie poradziłeś z tymi pełzaczami. Ulryk mówił, że pewnie będziemy musieli po tobie poprawiać.
uk: Ти непогано впорався з тими повзунами. Ульрік казав, що нам, швидше за все, доведеться закінчувати роботу після тебе.

source: Nieźle sobie radzisz. Mógłbyś mnie czegoś nauczyć?
uk: Ти досить вправний. Можеш мене чогось навчити?

source: Nieźle strzelam z kuszy.
uk: Я досить добре стріляю з арбалета.

source: Nieźle to sobie wykombinowaliście. Chociaż pewnie ty musiałeś odwalić całą robotę, w końcu Kaleb był cięty na Lorenzo przez lata.
uk: Непогано ви придумали. Хоча, напевно, ти зробив усю роботу, адже Калеб роками мав зуб на Лоренцо.

source: Nieźle walczysz!
uk: Непоганий бій!

source: Nieźle, ale byłoby znacznie lepiej, gdybym nie musiał oglądać na każdym kroku waszych paskudnych mord.
uk: Непогано, але буде краще, якщо мені не доведеться бачити ваші мерзенні пики на кожному кроці.

source: Nieźle, ale szłoby jeszcze lepiej, gdybyś stąd poszedł.
uk: Непогано, але буде ще краще, якщо ти підеш звідси.

source: Nieźle, całkiem nieźle! Chyba będę musiał trochę poprawić ten mechanizm.
uk: Непогано, зовсім непогано! Думаю, мені доведеться трішки підправити цей механізм.

source: Nieźle, całkiem nieźle! Jak widać, Volker będzie musiał rozejrzeć się za trochę bardziej doświadczonymi wojownikami.
uk: Непогано, зовсім непогано! Як бачу, Волкеру доведеться шукати більш досвідчених бійців.

source: Nieźle, całkiem nieźle! Jeszcze nigdy nie spotkałem wojownika, który mógłby mi sprostać! Wygląda na to, że muszę jeszcze sporo się nauczyć...
uk: Непогано, зовсім непогано! Я ще не зустрічав воїна, який зміг би мені протистояти! Схоже, мені ще багато чому треба навчитися...

source: Nieźle, całkiem nieźle! Myślę, że spokojnie odnajdziesz się w naszej kopalni.
uk: Добре, дуже добре! Думаю, ти спокійно зможеш працювати в нашій копальні.

source: Nieźle, całkiem nieźle! Nie spodziewałam się, że aż tak dobrze ci pójdzie!
uk: Непогано, зовсім непогано! Я й не сподівалася, що ти так добре впораєшся!

source: Nieźle, całkiem nieźle.
uk: Непогано, дуже непогано.

source: Nieźle, całkiem nieźle. A pomyśleć, że jeszcze niedawno ledwo podnosiłeś rozgrzany pręt w kuźni.
uk: Непогано, зовсім непогано. І подумати тільки, що не так давно ти ледве піднімав розпечений прут у кузні.

source: Nieźle, chociaż nie wiem, czy jeszcze kiedykolwiek będę się bawił w nocne przenoszenie skrzyń... to nie na moje nerwy.
uk: Непогано, хоча я не знаю, чи буду колись знову переносити ящики вночі... Це не для моїх нервів.

source: Nieźle, coś już tam potrafisz.
uk: Непогано, ти вже дещо знаєш.

source: Nieźle, jak na początek.
uk: Непогано для початку.

source: Nieźle, młody człowieku. Gerstand będzie brał 4 skrzynki tygodniowo. Dostrzegł potencjał w Mrocznym Paladynie.
uk: Непогано, молодий чоловіче. Герстанд буде брати по чотири ящики на тиждень. Він побачив потенціал у Темному Паладині.

source: Nieźle, nawet nie jesteś takim wypierdkiem, na jakiego wyglądasz.
uk: Непогано, ти навіть не такий тупий, яким виглядаєш.

source: Nieźle, nawet się nie spodziewałem, że już za pierwszym razem uda ci się któryś poprawnie stworzyć.
uk: Непогано, я навіть не очікував, що ти впораєшся з першого разу.

source: Nieźle, nieźle, jeszcze trochę, i naprawdę będziesz się do czegoś nadawał.
uk: Непогано, непогано, ще трохи, і ти дійсно чогось досягнеш.

source: Nieźle, nieźle.
uk: Непогано, непогано.

source: Nieźle, porządne trofea.
uk: Непогано, пристойні трофеї.

source: Nieźle, robisz postępy.
uk: Непогано, ти робиш успіхи.

source: Nieźle, tego mi było trzeba. Pracujesz na swoją opinię chłopcze!
uk: Непогано, якраз те, що треба. На свою репутацію працюєш, хлопче!

source: Nieźle, umiesz już naprawdę sporo.
uk: Непогано, ти вже багато вмієш.

source: Nieźle, zawsze to coś.
uk: Непогано, як і завжди.

source: Nieźle.
uk: Непогано.

source: Nieźle. Dzięki za pomoc w sprawie tamtego pijaka. Jeśli zawsze jesteś tak skuteczny, to daleko zajdziesz.
uk: Непогано. Дякую, що допоміг мені з тим п'яницею. Якщо ти завжди будеш таким ефективними – ти далеко зайдеш.

source: Nieźle. Jak tam kusze? Mówiłem, lepszych na rynku nie ma.
uk: Непогано. Як там арбалети? Я ж казав, що кращих на ринку немає.

source: Nieźle...
uk: Непогано...

source: Nieźle... Całkiem nieźle.
uk: Непогано... Зовсім непогано.

source: Nigdy bym nie pomyślał, że na starość będę musiał patrzeć, jak synowie Valerio skaczą sobie do gardeł...
uk: Ніколи б не подумав, що в старості мені доведеться спостерігати, як сини Валеріо перегризають один одному горлянки...

source: Nigdy bym nie pomyślał, że potrzebują tylu przeróżnych rzeczy prosto z lasu.
uk: Ніколи б не подумав, що їм потрібно стільки всього прямо з лісу.

source: Nigdy bym nie powiedziała sądząc po tych wątłych ramionach.
uk: Я б ніколи не сказала, судячи з твоїх кволих плечей.

source: Nigdy formalnie nie określił się jako przywódca, ale to właśnie on wydaje polecenia pozostałym strażnikom... i mnie.
uk: Він ніколи формально не називав себе лідером, але саме він віддає накази іншим вартовим... і мені.

source: Nigdy jej nawet nie dotknąłem! Ja stosuję wyrafinowane metody, ja nie pcham się z łapami jak jakiś prymityw! Za kogo mnie pan władza uważa?
uk: Я її навіть пальцем не чіпав! Я використовую витончені методи, а не розпускаю руки як якийсь дикун! За кого ви мене маєте?

source: Nigdy jeszcze nie używałem niczego takiego. Jest ryzyko jakichś skutków ubocznych?
uk: Я ніколи раніше не вживав нічого подібного. Є якісь побічні ефекти?

source: Nigdy mi o tym nie wspominał...
uk: Він ніколи не розповідав про це...

source: Nigdy nic o sobie nie opowiedziałaś.
uk: Ти ні разу не розповідала про себе.

source: Nigdy nie byłem mistrzem alchemii, a o truciznach zbyt wiele nas nie uczono, ale wiem to i owo.
uk: Я ніколи не був майстром алхімії, і нам не дуже багато розповідали про отрути, але я дещо знаю.
